Repository: ahmedL1110/vela
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Welcome to Vela
ar: مرحبًا بكم في فيلا

# a_simple_and_private
source: A simple, and private way to use Vela on your computer
ar: طريقة بسيطة وخصوصية لاستخدام Vela على جهاز الكمبيوتر الخاص بك

source: Get Started
ar: البدء

source: Enter Company Code
ar: أدخل رمز الشركة

source: Please enter company code so you can login
ar: الرجاء إدخال رمز الشركة حتى تتمكن من تسجيل الدخول

source: Now You Can Login
ar: الآن يمكنك تسجيل الدخول

source: Please enter your conact details
ar: الرجاء إدخال تفاصيل الاتصال الخاصة بك

source: phone Number
ar: رقم الهاتف

source: Password
ar: كلمة المرور

source: Chats
ar: الدردشات

source: Tybe a message
ar: اكتب رسالة

source: Login
ar: تسجيل

source: Active Now
ar: نشط الان

# searchOrStart
source: Search or start a new chat
ar: ابحث او انشئ محادثة جديدة

source: Settings
ar: الاعدادات

source: Calling
ar: الاتصال

source: Tasking
ar: المهام

source: Meeting
ar: المقابلات

# taskings
source: Tasking History
ar: تاريخ المهام

# meetings
source: Meetings History
ar: تاريخ الاجتماعات

source: Contacts
ar: جهات الاتصال
